Repository: peter-kal/Passie
Catalog: lib/l10n/app_*.arb
Languages: el

# numsCheck
source: Numbers
el: Νούμερα

# numsSubtitleCheck
source: Add Numbers to your password
el: Πρόσθεσε Νούμερα στον κωδικό

# lowcaseCheck
source: Lower Letters
el: Πεζά Γράμματα

# lowcaseSubtitleCheck
source: Add Lower Case Letters to your password
el: Πρόσθεσε Πεζά Γράμματα στον κωδικό

# capitalLetCheck
source: Capital Letters
el: Κεφαλαία Γράμματα

# capitalLetSubtitleCheck
source: Add Capital Letters to your password
el: Πρόσθεσε Κεφαλαία Γράμματα στον κωδικό

# symsCheck
source: Symbols
el: Σύμβολα

# symsSubtitleCheck
source: Add Symbols to your password
el: Πρόσθεσε Σύμβολα στον κωδικό

# passwordLabelText
source: Password
el: Κωδικός

# genButton
source: Generate Password
el: Φτιάξε Κωδικό

# copyButtonTooltip
source: Copy to Clipboard
el: Αντίγραψε τον κωδικό

# settingsAppBarTitle
source: Settings
el: Ρυθμίσεις

# symsUsedLabelText
source: Symbols in Use
el: Σύμβολα σε χρήση

# symsUsedRestoreButtonTooltip
source: Restore to default
el: Επαναφορά στα προεπιλεγμένα

source: License
el: Άδεια

source: Source Code
el: Πηγαίος Κώδικας

# copylinkbutton
source: Copy Link
el: Αντίγραψε Σύνδεσμο
